Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི་གང་། དེ་ལ་གཟུགས་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པའོ།
en: Subhūti,” replied the Blessed One, “the spiritual mentors of bodhisattva great beings are those who, by way of not apprehending it, teach the doctrine that physical forms are impermanent, and who do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are impermanent, and who do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་སྟེ། རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བྱའོ།
en: One should know these, Subhūti, to be the spiritual mentors of bodhisattva great beings. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི་གང་དེ་ལ། གཟུགས་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་ཞེས་བྱ་བར། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: Moreover, Subhūti, the spiritual mentors of bodhisattva great beings are those who, by way of not apprehending it, teach the doctrine that physical forms are imbued with suffering, and who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are imbued with suffering.

source: གཟུགས་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that physical forms are not a self, and who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are not a self.

source: གཟུགས་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that physical forms are at peace, and who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are at peace.

source: གཟུགས་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that physical forms are empty, and who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are empty.

source: གཟུགས་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that physical forms are signless, and who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are signless.

source: གཟུགས་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that physical forms are wishless, and who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are wishless.

source: གཟུགས་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that physical forms are unconditioned, and who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are unconditioned.

source: གཟུགས་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་།
en: They are those who, by way of not apprehending it, teach the doctrine that physical forms are void, and who, by way of not apprehending it, teach the doctrine that feelings, perceptions, formative predispositions, and consciousness are void.

source: དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་སྟེ།
en: None of them dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བྱའོ།
en: One should know these, Subhūti, to be the spiritual mentors of bodhisattva great beings. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི་གང་དེ་ལ། མིག་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: Moreover, Subhūti, the spiritual mentors of bodhisattva great beings are those who, by way of not apprehending it, teach the doctrine that the eyes are impermanent, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body, and mental faculty are impermanent.

source: མིག་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that the eyes are imbued with suffering, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body, and mental faculty are imbued with suffering.

source: མིག་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that the eyes are not a self, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body, and mental faculty are not a self.

source: མིག་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that the eyes are at peace, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body, and mental faculty are at peace.

source: མིག་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that the eyes are empty, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body, and mental faculty are empty.

source: མིག་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that the eyes are signless, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body and mental faculty are signless.

source: མིག་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that the eyes are wishless, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body, and mental faculty are wishless.

source: མིག་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that the eyes are unconditioned, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body, and mental faculty are unconditioned.

source: ཡིད་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that the eyes are void, and who, by way of not apprehending it, teach the doctrine that the ears, nose, tongue, body, and mental faculty are void.

source: ལུས་དང་། ཡིད་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པའོ།
en: None of these dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དགེ་བའི་བཤེས་གཉེན་ནི་གང་དེ་ལ། གཟུགས་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་།
en: Moreover, Subhūti, the spiritual mentors of bodhisattva great beings are those who, by way of not apprehending it, teach the doctrine that sights are impermanent, and do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: རེག་དང་། ཆོས་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་། གཟུགས་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are impermanent, and do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། གཟུགས་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sights are imbued with suffering, and who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are imbued with suffering.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། གཟུགས་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sights are not a self, and who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are not a self.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། གཟུགས་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sights are at peace, and who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are at peace.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། གཟུགས་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sights are empty, and who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are empty.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། གཟུགས་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sights are signless, and who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are signless.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། གཟུགས་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sights are wishless, and who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are wishless.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། གཟུགས་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sights are unconditioned, and who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are unconditioned.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་།
en: They are those who, by way of not apprehending it, teach the doctrine that sights are void, and who, by way of not apprehending it, teach the doctrine that sounds, odors, tastes, tangibles, and mental phenomena are void.

source: དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པའོ།
en: None of these dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི་གང་དེ་ལ། མིག་གི་རྣམ་པར་ཤེས་པ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་།
en: Moreover, Subhūti, the spiritual mentors of bodhisattva great beings are those who, by way of not apprehending it, teach the doctrine that visual consciousness is impermanent, and do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are impermanent, and do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visual consciousness is imbued with suffering, and who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are imbued with suffering.

source: རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visual consciousness is not a self, and who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are not a self.

source: མིག་གི་རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visual consciousness is at peace, and who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are at peace.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visual consciousness is empty, and who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are empty.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visual consciousness is signless, and who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are signless.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visual consciousness is wishless, and who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are wishless.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visual consciousness is unconditioned, and who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are unconditioned.

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visual consciousness is void, and who, by way of not apprehending it, teach the doctrine that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are void.

source: ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་སྟེ།
en: None of these dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི་གང་དེ་ལ། མིག་གི་འདུས་ཏེ་རེག་པ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: Moreover, Subhūti, the spiritual mentors of bodhisattva great beings are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is impermanent, and do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are impermanent, and do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is imbued with suffering, and who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are imbued with suffering.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is not a self, and who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are not a self.
